Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/tmx_data/6texts_4_sme2smn.tmx
Source language: sme_fi
Languages: smn

source: AHR: Tanja Sanila lea nuortalaččaid ovdaolmmoš, váidalusat hilgojuvvojedje
smn: AHR: Tanja Sanila lii nuorttâlij ovdâolmooš, vaidâlmeh hilgojii

source: Alimus hálddahusriekti hilgu váidagiid maid ledje dahkan nuortalaččaid ovdaolbmoválggas.
smn: Alemus haldâttâhriehti hilgo vaidâlmijd, maid lijjii toohâm nuorttâlij ovdâolmoošvaaljâin.

source: AHR guorrasa Davvi-Suoma hálddahusrievtti mearrádussii, ja Tanja Sanila lea AHR mielas gelbbolaš doaibmat nuortalaččaid ovdaolmmožin.
smn: AHR Tave-Suomâ haldâttâhrievti miärádâsân, já Tanja Sanila lii AHR mielâst tohálâš toimâđ nuorttâlij ovdâolmožin.

source: Mannan miessemánus Davvi-Suoma hálddahusriekti hilggui visot váidagiid mat ledje dahkkon nuortalaččaid ovdaolbmoválggas.
smn: Moonnâm vyesimáánust Tave-Suomâ haldâttâhriehti hilgoi puoh vaidâlmijd, moh lijjii tohhum nuorttâlij ovdâolmoošvaaljâst.

source: Davvi-Suoma hálddahusriekti dulkui nu, ahte nuortalašlágas ii leat meroštallojuvvon dárkilit dat man viidát ja bures ovdaolmmoš galgá máhttit nuortalašgiela.
smn: Tave-Suomâ haldâttâhriehti tulkkui nuuvt, et nuorttâlâšlaavâst ij lah miäruštâllum tárkká tot, mon viijđáht já pyereest ovdâolmooš kalga mättiđ nuorttâlâškielâ.

source: Dan mearrádusas dahkkui geassemánus 2015 joatkkaváidda alimus hálddahusriektái.
smn: Taan miärádâsâst tohhui kesimáánust 2015 jotkâvaidâlem alemuu haldâttâhriähtán.

source: Joatkkaváidagis moite dan go hálddahusriekti dulko boastut nuortalašlága 46 paragráfa.
smn: Jotkâvaidâlmist moittii tom, et haldâttâhriehti tulkkoo puástud nuorttâlâšlaavâ 46 paragraf.

source: Alimus hálddahusriekti dieđiha, ahte sii leat gieđahallan ášši eaige sii rievdat Davvi-Suoma hálddahusrievtti mearrádusa dohkkehit Sanila ovdaolmmožin.
smn: Alemus haldâttâhriehti tieđeet, et sij láá kieđâvuššâm ääši iäge sij mute tave-Suomâ haldâttâhrievti miärádâs tuhhiittiđ Sanila ovdâolmožin.
